import express from "express"

const router = express.Router({});



/***********************数据接口API-start*******************************************/



/***********************数据接口API-end*******************************************/





/***********************页面的路由-start*******************************************/
router.get("/back/login",(req,res,next)=>{
    res.render("back/login.html");
});
/***********************页面的路由-end*******************************************/


export default router;
